import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='order'>
        <div className="center">
          <div className="verh">
                <h1>ЗАКАЗАТЬ ИНЖЕНЕРНЫЕ ИЗЫСКАНИЯ</h1>
          </div>
          <div className="niz">
                <div className="left">
                    <span>Описание заказа инженерных изысканий</span>
                </div>
                <div className="right">
                    <p>Заказать инженерные изыскания для строительства у нашей компании можно как в комплексе исследований, так и отдельными видами работ.</p>
                    <p>Проведение изысканий под строительство полным циклом значительно снизит стоимость инженерных изысканий и сократит сроки. НПО «НОЭКС» отвечает за качество исследований и берет на себя ответственность за проделанный труд. </p>
                    <p>Подписав договор, застройщик застрахован от непредвиденных последствий. К услугам заказчика неординарный интеллект и слаженные действия профессиональной команды, укомплектованный парк буровой техники, оснащенная лаборатория и фонд архивных документов. </p>
                    <p>Стоимость инженерных изысканий в Москве и Подмосковье рассчитывается индивидуально, в зависимости от объемов технического задания и срочности выполнения, удаленности участка, сложности рельефа и геологической ситуации. </p>
                    <p>Предлагаем заказать изыскания для строительства в нашем профессиональном исполнении, как взаимовыгодное сотрудничество для достижения общей цели.</p>
                </div>
          </div>

        </div>
      </section>
    </>
  )
}

export default App