import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='celi'>
        <div className="center">
          <div className="verh">
              <h1>ЦЕЛИ И ЗАДАЧИ ИНЖЕНЕРНЫХ ИЗЫСКАНИЙ</h1>
          </div>
          <div className="niz">
              <div>
                  <h6>Цель</h6>
                  <p>Комплексное исследование земельной площади проектируемого строительства с получением геологического, геодезического и экологического обоснования возможностей проектирования и строительства в данных геологических и природных условиях</p>
                </div>
              <div>
                  <h6>Задачи</h6>
                  <p>Получить и предоставить необходимую информацию для подтверждения возможности и целесообразности проектирования и застройки на конкретной территории, с учетом геологических условий и экологической ситуации</p>
              </div>
              <div>
                  <h6>Данные</h6>
                  <p>Используются для эффективного проектирования объекта, дальнейшего строительства и эксплуатации с технической, экономической и социальной точки зрения, без вреда для окружающей среды и местного населения</p>
              </div>
          </div>

        </div>
      </section>
    </>
  )
}

export default App