import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='vidis'>
        <div className="center">
            <div className="verh">
                <span>Чем мы отличаемся?</span>
                <h1>Наши преимущества</h1>
            </div>
            <div className="niz">
                <article>
                    <h3>Опыт</h3>
                    <div>
                        <h6>Как это делаем мы</h6>
                        <p>Мы работаем уже 30 лет и накопили уникальный опыт. Любые трудности для нас это пустяк</p>
                    </div>
                    <div>
                        <h6>Как это делают другие</h6>
                        <p>Для компаний с маленьким опытом работы любая сложность может стать причиной технических ошибок, срыва сроков и непредвиденных расходов</p>
                    </div>
                </article>

                <article>
                    <h3>Качество</h3>
                    <div>
                        <h6>Как это делаем мы</h6>
                        <p>Мы проводим весь необходимый комплекс работ для каждого объекта. Это гарантирует 100% прохождение экспертизы</p>
                    </div>
                    <div>
                        <h6>Как это делают другие</h6>
                        <p>Наши конкуренты, гонясь за низкой ценой и высокой прибылью, зачастую недобросовестно подходят к работе. Они забывают, что ИИ – одно из самых ответственных стадий проектирования</p>
                    </div>
                </article>

                <article>
                    <h3>Оперативность</h3>
                    <div>
                        <h6>Как это делаем мы</h6>
                        <p>Мы проводим весь необходимый комплекс работ для каждого объекта. Это гарантирует 100% прохождение экспертизы</p>
                    </div>
                    <div>
                        <h6>Как это делают другие</h6>
                        <p>Наши конкуренты, гонясь за низкой ценой и высокой прибылью, зачастую недобросовестно подходят к работе. Они забывают, что ИИ – одно из самых ответственных стадий проектирования</p>
                    </div>
                </article>

                <article>
                    <h3>Кадры</h3>
                    <div>
                        <h6>Как это делаем мы</h6>
                        <p>Мы даем быстрый ответ на ваше обращение. Обычно в течение часа</p>
                    </div>
                    <div>
                        <h6>Как это делают другие</h6>
                        <p>Заявка обрабатывается два-три дня</p>
                    </div>
                </article>

                <article>
                    <h3>Сроки</h3>
                    <div>
                        <h6>Как это делаем мы</h6>
                        <p>В нашей профессиональной команде 13 высококвалифицированных специалистов. Из них 3 кандидата, 1 доктор наук, 2 эксперта</p>
                    </div>
                    <div>
                        <h6>Как это делают другие</h6>
                        <p>Другие компании экономят на качественных кадрах. Неточные данные изысканий могут привести к некорректным проектным решения </p>
                    </div>
                </article>
            </div>
        </div>
      </section>
    </>
  )
}

export default App