import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='ujas'>
        <div className="center">
          <div className="verh">
              <h1>ВИДЫ ИНЖЕНЕРНЫХ ИЗЫСКАНИЙ ДЛЯ СТРОИТЕЛЬСТВА</h1>
          </div>
          <div className="niz">
              <div>
                  <h6>Инженерно-геологические изыскания</h6>
                  <p>Исследования, нацеленные на получение достоверной информации о геологических условиях земельного участка, с изучением физико-механических свойств грунтов, построением геологических разрезов, для грамотного и безопасного проектирования оснований, и фундаментов будущих построек. Прорабатываются архивные материалы, выполняется полный объем полевых и лабораторных работ, и их камеральная обработка, предоставляется технический отчет</p>
              </div>
              <div>
                  <h6>Инженерно-геодезические изыскания</h6>
                  <p>Предоставляют достоверные сведения о рельефе участка, о расположении инженерных коммуникаций, привязке объекта к существующей инфраструктуре, с выполнением топографической съемки и технического отчета</p>
              </div>
              <div>
                  <h6>Инженерно-экологические изыскания</h6>
                  <p>Дают оценку текущей экологической ситуации и прогноз на изменение природной обстановки в данной местности в связи с влиянием техногенного воздействия. Разработка рекомендаций по минимизации вредного воздействия на окружающую природу и жизнедеятельность человека</p>
              </div>
          </div>

        </div>
      </section>
    </>
  )
}

export default App