import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='isis'>
        <div className="center">
          <div className="verh">
              <h1>НЕОБХОДИМОСТЬ ИЗЫСКАНИЙ ДЛЯ СТРОИТЕЛЬСТВА</h1>
          </div>
          <div className="niz">
              <div className="image_left">

              </div>
              <div className="right_text">
                <p>Проведение инженерных исследований – первый этап грамотного проектирования и строительства. Без изыскательских работ невозможно получить разрешение на строительство, разработать безупречный проект, пройти экспертизу.</p>
                <p>Полученные результаты помогут оптимально разместить объект, с учетом геологических и других природных условий, снизить риски излишних экономических затрат и правильно рассчитать бюджет.</p>
                <p>Компания НПО «НОЭКС» проводит инженерные изыскания в Москве и Подмосковье, имеет допуск для всех видов работ, длительный и плодотворный опыт, высокий уровень профессионализма и множество качественно проведенных исследований</p>
              </div>
          </div>

        </div>
      </section>
    </>
  )
}

export default App