import './style.scss'
import { BrowserRouter, Routes, Route, Link, NavLink } from 'react-router-dom';
import { Photo } from '../../../photo.js';

function App() {
  return (
    <>
      <section className='statiy'>
        <div className="center">
            <div className="up_statiy">
                <div className="verh">
                    <h1>Инженерные изыскания для строительства</h1>
                </div>
                <div className="niz">
                    <div className="left">
                        <span>Основа для предпроектной документации</span>
                    </div>
                    <div className="right">
                        <p>Инженерные изыскания – это неотъемлемая часть проектной деятельности, обеспечивающая всестороннее изучение природных и техногенных условий местности планируемого строительства.</p>
                        <p>Проведение инженерных работ позволяет получить объем необходимых данных для аргументирования технической возможности и экономической целесообразности проектирования и застройки на конкретной территории. Информировать о возможных рисках и изменениях геологической ситуации и окружающей среды, связанных со строительством и эксплуатацией объекта, разработать мероприятия по охране и защите природы и населения от влияния техногенных факторов.</p>
                        <p>Компания НПО «НОЭКС» гарантирует качественное проведение инженерных изысканий в Москве и Подмосковье и других регионах</p>
                        <a>Подробнее</a>
                    </div>
                </div>
            </div>

             <div className="niz_statiy">
                <div className="verh">
                    <h1>Освновные виды инженерных изысканий</h1>
                </div>
                <div className="niz">
                    <div className="left">

                    </div>
                    <div className="right">
                        <div className='moments'>
                            <div className="center_mom">
                                <img src={Photo.level} alt="" />
                                <div>
                                    <h6>Инженерно-геологические изыскания</h6>
                                    <p>Получение востребованных материалов исследований для обоснования возможностей проектирования и стройки в существующей геологической ситуации</p>
                                </div>
                                <button><img src={Photo.left_right_round} alt="" /></button>
                            </div>
                        </div>

                        <div className='moments'>
                            <div className="center_mom">
                                <img src={Photo.stone} alt="" />
                                <div>
                                    <h6>Инженерно-геодезические изыскания</h6>
                                    <p>Комплексные мероприятия по изучению и анализу ситуационных данных о рельефе земельного участка, его гидросети, растительности, текущем использовании, наличии и расположении зданий и сооружений, линейных объектов, наземных и подземных коммуникаций</p>
                                </div>
                                <button><img src={Photo.left_right_round} alt="" /></button>
                            </div>
                        </div>

                        <div className='moments'>
                            <div className="center_mom">
                                <img src={Photo.tree} alt="" />
                                <div>
                                    <h6>Инженерно-экологические изыскания</h6>
                                    <p>Мероприятия по изучению и мониторингу текущего состояния окружающей среды, прогнозирование вероятных негативных изменений экосистемы от социально-экономических факторов и техногенной нагрузки</p>
                                </div>
                                <button><img src={Photo.left_right_round} alt="" /></button>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
      </section>
    </>
  )
}

export default App